package com.example.myapplication;

import android.app.Activity;
import android.os.Bundle;
import android.view.View;
import android.widget.TextView;
import com.example.myapplication.R;

public class MainActivity extends Activity {
   public TextView message;
	private String output="";
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_main);
		message=(TextView)findViewById
		(R.id.res);

    }
public void politicalwar(View v){
	output=
            "\n\n ሓደ ማዕልቲ ጠቅላይ ሚንስተር መለስ ዜናዊ ኣብ ለካቲት 11 ኣብ ዘስመዖ መደረ" +
            " ከምዚ እሉ ነይሩ “እቲ ኩነታት ምስተፈጠረ ኣያታትኩም ከይትጠልሙ፤እቶም ጎቦታት፣" +
            " ሽንጥሮታት ብናይ ኣያታትኩም ኣዒፅምቲ ተዘርኦም እዮም።”  ኣነ ሓደ ሓደ ግዜ ናይ " +
            " መለስ መብዛሕትኦም ንግግራቱ ከዳምፅ ከለኹ ይግረም።ምኽንያቱ ደማ ንሱ ዝተዛረቦም" +
           " ሓደ ብሓደ ክፍፀሙ ከለዉ ናይ ፖሌትካ ትንብተኛ ከምዝነበረ  እለ ብምሕሳብ እዩ።" +
            " አመና ምግናን   ከይኸውን እምበር ብሓቂ ‘ውን ቡዙሕ እዩ ተናግሩ።\n" +
            "1. እቲ ኩነታት ምስተፈጠረ ኣያታትኩም ከይትጠልሙ፤እቶም ጎቦታት፣ሽንጥሮታት " +
            " ብናይ ኣያታትኩም ኣዒፅምቲ እዮም ተዘርኦም" +
            "2. “ኢህወደግ ብማንም ሓይሊ ክፈርስ ኣይኽልን፣ክፈርስ እንተክእሉ ደማ ኢህወደግ " +
            " መስሉ ብዝመፅ ኣካል ጥራሕ እዩ።....” ወዘተ።" +
            "\n \n" +
            "መለስ ዝብሎ ደማ ኣይተረፈን። ናይ ኢህወደግ አባል ዝኾነ ደ/ር ኣብዪ ዓሕመድ" +
            " ዝተብሃለ 24 መጋብት ብ2010 ዓ/ም ስልጣን ካብ ኣብቲ እዋን ዝነበሩ ጠቅላይ " +
            " ሚንስተር ኣቶ ሃይለማርያም ደሳለኝ ሰላማዊ ብዝኾነ መንገዲ ትረከበ።ደ/ር ኣብዪ  " +
            " ኣሕመድ ስልጣን ምስተረከበ ንስተወስኑ እዋናት ካብ ባዕለይ ጀምሩ ክሳብ መብዛሕትኡ " +
            " ህዝቢ ኢ/ያ ሃገርና ንፉዕ መራሒ ረኽባ እሉ ተሓጉሱ ነይሩ።ቀንዲ ምኽንያት እዚ ሓጎስ ደ/ር" +
            " ኣብዪ ኣሕመድ ኣብ ዝ/ዩ መድርኻት ብዝገበሮም ንህዝቢ ተስፋ ዝህቡ መደረታት እዩ።" +
            " ብፍላይ ኣብ ኩለን ክልላት እናዞረ ምስቶም ናይ ክልላት መራሕቲን ህዝብን ብምሪኻብ ናይቲ" +
            " ህዝቢ ድልይትን ስምዕትን ብምርዳእ ናይቶም ህዝቢታት ተመሳሳሊ ሓሳብ የቅርበሎም ነይሩ።" +
            " ንኣብነት ኣብ ክልልና ትግራይ መፃኡ እንተሎ ኣብ ቅድሚ ህዝብ ከተማ መቀለን ቤት ምኽሪ " +
            " ክልል ትግራይን ተረኽቡ ዝተዛረቦ እንተዘክርና “ኢትዮጵያ ብዘይ ትግራይ፤ትግራይ ብዘይ " +
            " ኢትዮጵያ ማለት ልክዕ  መኪና ብዘይ ሞተር ማለት እዩ።” እሉ ተዛርቡ ነይሩ። ኣብዪ ኣሕመድ" +
            " ከምዚ እሉ ዝተዛረበ ካብ ልቡ ከይኮነስ “ኮሓሎ መስለን መንቆሮ።” ዝበሃል ምስላዊ ኣዘራርባ " +
            " ብቅጥታ ንዝይምጥቃም እዩ እምበር ትግራይ ከደንቅ ደልዩ ኣይኮነን።\n\n" +
            "ኣብዪ ኣሕመድ ስራሑ ሓደ እሉ ብምጅማር ኣብ ወፃኢ ሃገራት ዝነብሩ ዝነበሩ ምስ ኢህወድግ" +
            " ፖለትካዊ ፅልኢ ዘለዎም፤ኣብ ዝህብ ኢ/ያ ዝ/ዩ ገበን ዝሰርሑን ዘይሰርሑን ዝ/ዩ ፖለትካዊ" +
            " ፓርቲታት፣ዝተፈላለዪ ናይ ኢህውድግ ፀላኢቲ ዝነበሩ  ማሕብራዊ ምድያታት(ኢሳት..) ሓብርና" +
            " ዓድና ነልምዕ ብዝብል ጎስጋስ ናብ ሃግሮም ክኣትዉ ገብረ። ኣብዚ ጎስጋስ እዚ ደማ ሕሉፍ " +
            " 27 ዓመት ብኢህወደግ ቡዙሕ ሕማቅ ዝተሰረሐሉ ከምዝነበረ ኣብዪ ተናግሩ እዩ።ኣብዪ እዚ" +
            " ዝተዛረበሉ ምኽንያት ከም ጵላጦስ ንኣይሁድ”ኣነ ካብዚ ሰብ እዚ ነፃ እየ”ዝበሎ፣ኣብዪ’ውን" +
            " ንባዕሉ ንፅህ ብምግባር ተሓታቲ ከምዘይኮነ ዝሓሰበ ይምስል።\n" +
            " ኣብዪ ኣሕመድ ካብቲ ሕሉፍ ስርዓት ኢህወደግ ንምፍላይ ማለት ዝበለፀ ልምዓት ዘምፅእ" +
            " መስሉ ሓድሽ ናይ ለውጢ ምዕራፍ ዝብል ፍልስፍና ኣውፀአ።ህዝቢ ኢትዮጵያ‘ውን ነዚ ሓድሽ" +
            " ለውጢ ብሃንቀውታ ብምፅባይ ኣጆኻ ኣብ ጎድንኻ ኣለና እናበለ ሓጎሱን ድጋፉን ቀፀለ።ኣብዪ" +
            " ኣሕመድ ብሓጎስ ዝሰኸረ ይመስል ማለተይ ኣብ ከብዱ ዘሎን ዘየሎን ከም ናይ ቆልዓ ዘረባ" +
            " ካብ ሓደ መራሒ ዘይፅበ “ኣደይ ብቆልዓይ ከለኹ ንጉስ ትኸውን እኻ ተብለኒ ነይራ..…ወዘተ”" +
            " እናበለ ናይ ብጃንሆይ ሕልሚ ኣደኡ ኣብ ማሕብራዊ ማድያታት ሃተፍተፍ ክብል ጀመረ።ካብዚ" +
            " ተበግሱ ድማ ዳርጋ ኩሉ ህዝብ ፈትውኒ ኣሎ፤ ስለዚ ካብ ሎሚ ጀምረ ናይ ኣደይ ሕልሚ" +
            " ከሳኽዕ ኣለኒ እሉ ንጉስ ንምኻኒን ኣሃዳዊ መንግስቲ ንምምስራትን ዕላማኡ ብሕቡእ ጀመረ።" +
            " ዕላማኡ ንከሳኽዕ ድማ ዕንቅፋት ክኸንዎ ዝኽእሉን ከቃላጥፍሉ ዝኽእሉን ኣለሻ ጀምረ።" +
            " ዕንቅፋት ክኾኒዎ ዝኽእሉ ህዝቢን መንግስትን ትግራይጥራሕ ምኻኖም ኣረጋገፀ። ናይዚ ዋና" +
            " ምኽንያት ‘ውን ኢህወደግን ፈዴራላዊ ስራዓትን ቀንድን ዋናን መስራቲ  ህዝብን መንግስትን" +
            " ትግራይ ምኻኖም፣ኣሃዳዊ ስርዓት ዘይፈትዉ ምኻኖም ኣንዳዕደዑ ስለዝፈልጥ እዩ።" +
            " ከቃላጥፉሉ ዝኽእሉ ድማ ዓረብ ሃገራትን(ሱዑድ ዓረብ፣ዱባይ…)ኤርትራን ብፍላይ ድማ " +
            " ኢሳያስ ኣፈወርቂ ምኻኑ ኣረጋገፀ። ቀንዲ ናይዚ ምኽንያት ደማ ኢሳያስ ናይ ህዝብን መንግስትን" +
            " ትግራይ ዋና ፀላኢ ስለዝነበረ እዩ። ነዝኦምን ካልኦት ናይ ውሽጢ ዓዲ ሓይልታትን መሰረት" +
            " ብምግብር ህዝቢን መንግስትን ትግራይ ንስምጥፋእ ቀትሪን ለይትን ብጭንቅት ትወጠረ።" +
            " ኣብዪ ኣሕመድ ዕላማኡ ብቀልሉ ክሳኸዐሉ ዘይኽእል ምኻኑ ፈልጡ  ብ2010ዓ/ም ምንም" +
            " መሰረት ዘይብሉ፣ህዝቢ ኢ/ያ ብዘይፈልጦ ብፍላይ ህዝቢን መንግስትን ትግራይ ብዘይፈልጥዎ" +
            " ስምምዕ ዕርቀ ሰላም ምስ ናይ ኤርትራ መንግስቲ ኢሳያስ ኣፈወርቂ  ናብ ኣስመራ ከደ።ኣብዚ" +
            " ስምምዕ ዕርቀ ሰላም ብምንታይ ዓይነት ስምምዕነት ከምዝትስማመዑ ብይዘካ ክልትኦም" +
            " መራሕቲ ማንም ዝፈልጥ ኣይነበርን። ኣብ ሓፂር ግዜ ደማ እቲ ዕርቂ ተወድኡ መስከርም" +
            " 2011ዓ/ም ህዝብን ትግራይን ኤርትራን ኣብ ዛላአንብሳ ብደማቅ ፍቅር ተራኸቡ።እዚ ርክብ ክልተ" +
            " ህዝብታት ብዘይምንም ምኽንያት ብ2012ዓ/ም ተቋረፀ። ካብዚ ንድሓር ክልትኦም መራህቲ" +
            " ርክብ ብዘይምቁራፅ ቀፅለ።ኣብዪ ኣሕመድ በዚ ናይ ሓሰት ዕርቂ(ተንኮል ዝሓዘ ዕርቂ)" +
            " ብዝገበሮ ዓለም ሸውዱ ብ2012ዓ/ም ናይ ዓለም ኖቬል ሽልማት ተሸላሚ ኮነ።\n\n" +
            " ብተወሳኺ ‘ውን ህወሓት ብኻልኦት ፓርታት ንክፅላእ ሕሉፍ ድኽመታት ኢህወደግ ናብ" +
            " ህውሓት ጥራሕ ኣሕልፍካ ብምሃብን ጠንካራታት መራሕቲ ዝ/ዩ ድርጅታትን ብምቅታል" +
            " ስራሑ ቀፀለ። ኣብዪ ኣሕመድ ብ2011ዓ/ም ጠቅላይ እታማጀር ሽም ሰዓረ መኮነን፣ደ/ር" +
            " አምባቸው ርእሰ ምምሕዳር ክልል ኣምሓራ፣ስራሕ መካይዲ ህዳሴ ግድብ ኢንጀር ስመኛው" +
            " በቀለን ካልኦትን ዓበይቲ መራሕትን ምሽጥራዊ ብዝኾነ መንገዲ ገልኦም ኣብ ገዝኦም ከለዉ" +
            " ብጋርዶም፣ገልኦም ኣብ ኣደባባይ ገልኦም ከዓ ኣብ ስራሕ ቦታኦምን ናይ ስብሰባ ኣዳራሻትን " +
            " ከለዉ ቀተሎም።ካብዚ ብተወሳኺ ድማ ፉሉጣት ፖሌትከኛታትን መራሕትን ብምእሳር ሕጅ'ውን" +
            " ቀፀለ።ኣብዪ ኣሕመድ ኢህወደግ ናብ ብልፅግና ዝብል ድርጅት ቀየሮ።ናይ ለውጢ ፍልስፍናኡ" +
            " ንደመር ብዝብል ርእሲ መፅሓፍ ደረሰ።ብልፅግና ማለት ለውጢ፣ምዕባለ ማለት እኹን ደአምበር" +
            " ብናይ ኣብዪ ኣሕመድ ግን ማእኸላይ መንግስቲ ኾይኑ ስልጣን ኣብ ክልላት ክፍፍል ዘይፈቅድ" +
            " ፣ዓርሰ ምሕደራ ክልላት ዘይፈቅድ፣ ኩሉ ስልጣን ኣብ መእኸላይ መንግስቲ ጠቅልሉ ዝሓዘ ኣሃደዊ" +
            " ስርዓት እዩ።\n\n" +
            " ብሓፈሻ ቅድሚ ወታዴራዊ ኩናት ምእዋጁ ፣ኣብዪ ኣሕመድን መሻርኹትን(ብፍላይ ናይ ኣምሓራ" +
            " ልህቃንን እሳያስ ኣፈውርቅን) ብምሽጥር ዝተወደበን ዝተድራጀወን ኣንፃር ህዝብን መንስግስትን ትግራይ " +
            " ዝኾነ ፖሌትካዊ፣ኢኮኖምያዊ፣ሃይማኖታዊን ስነ-ልቦናዊን ምንቅስቃስ ልዕሊ 2 ዓመት ብምግባር" +
            " ኣብ ተጋሩ ብጣዕሚ ከብድ ግፍዒ እናብፀሑ ፀንሖም እዮም። ንኣብነት ዝኣክል:-\n\n"+
            "ሀ)ፖሌትካዊ ምንቅስቃስ፦"+
           " ኣብዚ ዘርፊ እዚ ኮነ ተባህሉ ጠንካራታት ተጋሩ ኣብ ማእኸላይ "+
           " መንግስቲ ማለት ኣብ ፈዴራል መንግስቲ ስልጣን ከይሕዝ ምግባር፣ሰልጣን ዝነበሮም ‘ውን"+
           " ክባረሩ ምግባር፣ክባረሩ ዘይከኣሉ ደማ ምሽጥራዊ ብዝኾነ መንገዲ ክቅተሉ(ክቅንፀሉ) " +
           " ምግባርን ወዘተን ይስራሕ ነይሩ።\nንኣብነት፦ "+
           "-ብ2011ዓ/ም መብሕትኦም ላዕሎዎት ሰበስልጣን ተጋሩ ካብ ፈዴራል መንግስቲ ካብ"+
           " ስልጣኖም ክወርዱ ተገይሩ።\n"+
           "-ላዕለዎት ወታዴራዊ  መራሕቲ ሰራውት ኢ/ያ ዝነበሩ ከም እታማጀር ሽም ሰዓረ መኮነንን"+
           " ገዛኢ ኣበራን ብናይ ሰዓረ መኮነን ጋርዲ ክቅተሉ ተግይሩ።\n\n"+
         "ለ)ቁጠባዊ(ኢኮኖምያዊ) ምንቅስቃስ፦"+
            " ኣብዚ መዳይ’ውን  ኮነ ተባህሉ  ካብ ማእኸላይ" +
            " መንግስቲን ካልኦት ክልላት ዝመፅእ ሸቀጣት፣ነዳዲን ካልኦት ቁጠባዊ ንብረታትን ናብ ትግራይ" +
            " ከይውትዉ ብምግባር  ትርግራዋይ ክጠሚ፣ክፅገምን ከይዓብይን  ብዝተውደበን ዝተድራጀወን " +
            " ምንቅስቃስ ይግበር ነይሩ። \nንኣብነት፦\n" +
            " ብ2011-2012ዓ/ም ኣብ ኣምሓራ ክልል ናይ ነጋዶ ተጋሩ ንብረት ምዝራፍ።" +
           "-ናይ2013ዓ/ም ባጀት ናይ መንግስቲ ትግራይ ክእገድ ተገይሩ.\n\n"+
    "ሐ)ሃይማኖታዊ ምንቅስቃስ፦"+
   " ኣብዚ መዳይ’ውን ብፍላይ  ብኣምሓራ" +
            " ፖሌትከኛታትን ሃይማኖት መራሕትን ዝተውደበ ምንቅስቃስ እዩ።እዚ ምንቅስቃስ" +
            " እዚ  እቲ  ኣዝዩ ሓደገኛ ዝኮነ ምንቅስቃስ እዩ።እዝኦም ጉጅለ እዝኦም ንህዝቢ" +
            " ኣምሃራ ብትምክሕቲ ካብ ቆልዓ ክሳብ ዓብዪ  ክህነፅ ዝገበሩ እዮም።ብፍላይ " +
            " ኣብ ሃይማኖት ክርስትና ዝነበረ ምንቅስቃስ እዩ።ኣብዚ ምንቅስቃስ እዚ ናይ ኢ/ያ" +
            " ዕፃፋንታ ማለት ሰብ ዋና ታርኽ ኢ/ያ አምሓሩ ኢና ብምባል ብፍላይ መሰረት " +
            " ሃይማኖት ኦርቶዶክስ ኣምሓራ ክልል ከምዝኮነ፣ብቋንቋ ግእዝ ዝተፈጠሩ ፍደላት " +
            " ኣብዚ ሎሚ እዋን ኣብ ቋንቋታት ትግርኛን ኣምሓርኛን እናተጠቀምናሎም ንርከብ፤" +
            " ኣምሓሩ ልህቃን ግና እዞም ፍደላት ብኣምሓሩ ከምዝተፈጠሩ ነቲ ህዝቢ ትምክሕታዊ" +
            " ት/ቲ ክህነፅ ገይሮሞ እዮም።ይኹን ደኣምበር እቲ ሓቂ  መሰረት ቋንቋ ግእዝ  ኣብ " +
            " ኣኽሱም ምኻኑ ፣እቶም ፍደላት እውን ብቋንቋ ግእዝ ከምዝተፈጠሩ ማንም ዘይክሕዶ" +
            " ወድዓዊ  ሓቂ እዩ። ብሓፈሻ ናይ ኢ/ያ ሰለስተ ሽሕ ዓመት ታርኽ ሰብ ዋና ኣምሓሩ " +
            " ከምዝኾኑ፣እቶም ካልኦት ብሄራት እ/ያ ብናይ አምሓሩ ታርኽን ጀግንነትን ዝነብሩ፤ ናይ" +
            " ባዕላሎም ታርኽ ዘይብሎም ብሄራት ከምዝኾኑ ኣምስሎም ብምምሃር ቀልል ዘይበሃል " +
            " ቁፅሪ ሽማግለ፣መናእሰይን  ህፃውትን ኣምሓሩ ናይዚ ትምክሕተኛ ጉጅለ ደገፊቲ ኮይኖም" +
            " እዮም።በዚ ምኽንያት’ውን መብዛሕትኡ  ህዝቢ ኣምሓራ ናብ ዘረኝነትን ትምክሕተኝነትን" +
            " ክኣትው ብምግባር ምስ መብዝሕትኡ ህዝቢ ኢ/ያ  ብፍላይ ምስ ህዝቢታት  ትግራይ" +
            "፣ኦሮሞን ቤንሻንጉልን ክጓነፅ ገይሮም እዮም።\n"+
            " ንኣብነት\n ብ2011ዓ/ም ብተግባር ዘጋጠመኒ ታርኽ ፦ብ2011ዓ/ም ናይ መቀለ ዩንቨርስቲ ፍሬሽ"+
            " ሶፍትወር እንጅነሪንግ ተምሃራይ ዝነበርኹሉ እዋን እዩ። ኣብዚ ዓመት እዚ ቀዳማይ"+
            " ሰምስተር ወድእና ናብ ካልኣይ ስምስተር ዘስጋግር ዝተውሰነ ግዜ  ዕርፍቲ(breake time)"+
            " ነይሩና።ኣብዚ እዋን እዚ ሓደ ትግራዋይ ወዲ ድፓርትመንተይ ዝኾነ ኣብዛ እዋን ዕርፍቲ "+
            " ናብ ኣድስ ኣበበ ከይዱ ነይሩ።እዚ ሰብ እዚ   ምስ ኣብ ኣድስ ኣበበ ዝነብሩ ዝነበሩ ናይ"+
            " ኤልያስ  እምነት ተኻትልቲ ዝኾኑ ይራኽብን እሱ’ውን ናቶም እምነት ኣምኑ  እዛ ዝተምሃራ"+
            " እምነት ናብ ካምባስ ሕዙዋ መፀ።እዞም ዘእመንዎ ኣካላት ብዛዕባ መፃኢ ገባሪ ሓዳጊ ኢ/ያ "+
            " ብሶፍትኮፒ(PDF) ኣዳልዮም ሰለዝነበሩ፣ እታ ሶፍትኮፒ ኣብ ሞባይሉ ሕዙዋ ይመፅእ።"+
            " ግዜ ዕርፍቲ ተወድኡ ድሕሪ ሓደ ውርሒ ኣብ ካምባስ ተራኸበና።ቅድሚ ንዓይ ምንጋሩ "+
            " ግና ንሓደ መማህርተይ ዝኸነ ኣማንኤል ዝተብሃለ ብዛዕባ እታ መፅሓፍ ነግርዎን"+
            " ኣርእይዎን ነይሩ።ኣማንኤል ‘ውን ብጣዕሚ ተገርሙን ተኸራኽርዎን ነይሩ።ዳሕራይ ኣማንኤ"+
            " በል ንሃፍቶም’ውን ነርእዮ እሉ ብሓባር ኮይኖም ናብ ናተይ መደቀሲ ክፍሊ እታ ሶፍትኮፒ"+
            " ሕዞማ መፁ። ድሕሪ እዚ  ኣብቲ ናተይ ዶርሚ ፀጥታ ሰለዘይነበረ ናብ  እሊ ኣማንኤል "+
            " መደቀሲ ክፍሊ  ከይድና ፤  ኣማንኤል  ካብ መጀምርያ  ገፅ  ጀምሩ ምንባቡ ቀፀለ። እቲ"+
            " ፅሑፍ ብቋንቋ ኣምሓርኛ ዝተፅሓፈ እዩ። ኣብ መጀመርያ ገፅ ናይ ኣምበሳ ምስሊ ፣ኣብ ርእሱ"+
            " ናይ ንጉስ ዘውዲ ምስ  “ቶ”መስቀል ሓውሱን ብናይ ሃይለስላሴ ባንዴራ እ/ያ(ኮኮፕ ዘይብሉ)"+
            " ዝታጋየፅ ስእሊ ኣምበሳ ኣሎዎ።ኣብ መጀመርታታ እት ፅሑፍ ናይ ኢ/ያ ኦርቶዶክስ ቆኖና ማለት"+
            " ሓጥያት ኣይትስራሕ፣ንስሃ እተው፣ስጋ ወደሙ ትቃበል ዝብል ይርከብ። ኣነ ውን ተሸውደ እዚ ደኣ"+
            " ፅቡቅ እዩ ኢለ ተመስጠ!ኣማንኤል’ውን ምንባቡ ቀፀለ።ናብ ማእኸል እቲ ፅሑፍ ምስበፃሕና እ/ያ"+
            " ናይ ዓለምና ሓያል ሃገር ከምትኸውን፣ኣዕራብን ምብራቅን ሃገራት(ብፍላይ ሓያላት ሃገራት ዓለምና"+
            " ከም ራሽያ፣ኣሜሪካ፣ቻይናን ሃገራት ኣውሮፓን) ኣብዚ ቀረባ ዓመታት ብናይ ፈጣሪ ሓይሊ "+
            " ከምዝድምሰሳ፣ናይ እ/ያ ቅዱስ ንጉስ ከምዝመፅእ፣እዝ ንጉስ ዓለም ሙሉእ ከምዘመሓድር፣ስሙ"+
            " ድማ ቴድሮስ ከምዝበሃልን ናይ “ቶ” መስቀል ከምዘለዎን፣ኤርትራውያን ዝተረገሙ ስለዝኾነ "+
            " ኣምላክ ከጥፈኦም እዩ፣ካብዚ ሓልፉ ድማ ተጋሩ ክሳብ ሸውዓት ዘርኢ ዘርኦም ፈጣሪ ከጥፈኦም"+
            " እዩ ምኽንያቱ ድማ ዘረኛታት ሰለዝኮኑ ወዘተ…ዝብል ረኸብና።ካብዚ ንድሕርት ዝነበረ ንግደፎ "+
            " ኢልና ናይቲ ፅሕፍ መንነት ተረዱኡና ኣማንኤል ምንባቡ ኣቋረፀ።\n\n"+
           "ካብዚ ብምርዳእ’ውን ናይ ኣምሓሩ ፅንፈኛታት ጉጅለ ፣ናይ ሃይማኖት መራሕቲ ኢና ዝብሉ ግን"+
           " ሃማኖት ንፖልትካዊ ዕላማ ዝጥቀምሉ ኣካላት ምኻኖም ብናይ ኣምሓራ ዘርኝነት ዝሰኸሩ "+
           " ምኻኖም  ፈልጥና ነቲ ወዲ ክነእምኖ መኪርና ግን ንግዜኡ  ግን ሓሳብና ኣይተቀበለናን።\n\n"+
          " ሰለዚ ዉሑዳት ዘይበሃሉ ፖሊትከኛታትን ሃይማኖት መራሕትን  ኢና ዝብሉ ኣምሓሩ "+
          " ብፍላይ ናይ ንጉሳዊ ግዝኣት ኣምለኽቲ ዝኾኑ ሽዋን ጎንድርን መፈሳዊያን እና በሃሊት"+
          " ክንደየናይ ዘረኛታት ከምዝነብሩ ምግንዛብ ይከኣል።ብተግባር ንምትቃስ ከም እሊ ድያቆን"+
          " ዳንኤል ክብረት፣ናት ኢ/ያ ጳጳሳት ተጎጅሎም ነሓሰ 2013ዓ/ም ናብ ኣሜርካ ከይዶም ኣብዪ"+
          " ኣሕመድ ምስ ሽፍታ ህወሓት ዕርቂ ክግብሩ የብሉን እሎም ፈጣሪ ዝሃቦም ሓላፍነት ገድፎም"+
          " ናይ ሓድ ፋሽሽታዊ መንግስት ጥርዓን ሕዞም ከም ዝኸዱ ምጥቃስ ይከኣል።\n\n"+
    "መ)ሰነ-ልቦናዊ ምንቅስቃስ፦\n"+
            
          " ኣብ ስነ ልቦናዊ ምቅስቃስ ‘ውን  ኮነ ተባህሉ ካብ " +
          " ላዕሎዎት መራሕቲ ፈዴራል መንግስቲ ክሳብ ውልቀ ሰባት ኣምሓሩን ካልኦት ብሄራትን ኣብ " +
          " ተጋሩ ዘሎዎም  ኣረኣእያ ብመልክዕ ዘረኝነት ተሃንፁ ተጋሩ ተንኮለኛታት፣በሄር ንበሄር ዘፃልኡ " +
          " ኮታስ ኣብ ሃገር ዝተጠፈረ  ጎንፂ ብተጋሩ ስንኪ ከምዝኮነ ብዝተወደበ ይኹን ብዘይተወደ " +
          " መንገዲ ንህዝቢ ኢ/ያ ብምእማንን እናተሰረሐ ፀንሑ እዩ።ብስንኪ እዚ ድማ ብፉላይ " +
          " መብዘሕትኡ ህዝቢ ኦሮሞን ኣምሓሩን “ትግሬ መገደል ኣለበት፣ትግሬ በክልላችን መኖር " +
          " የለበትም ወዘት እናበሉ ” ኣብ ተወልድቲ ተጋሩ ካብ ምፍንቃል ክሳብ ሞት ኣብፅሖም" +
          " እዮም። ብፉላይ ኣብ ኣምሓራን ኦሮምያን ክልል ዝርከባ ዩንቨርስታት ዝመሃሩ ተጋሩ ተምሃሮ" +
          " ካብ 2007ዓ/ም ክሳብ 2012ዓ/ም ኣብ ዝነበረ ግዜ ዝበፀሐ ኣካላዊ ፣ማሕበራዊን ሰነልቦናውን" +
          " ማህሰይቲ ብጣዕሚ ኣነዋሩ ነይሩ።ተጋሩ ብዘይ ምንም ገበን ተጋሩ ብምኻኖም ጥራሕ  ኣብ " +
          " ኦሮምያን ኣምሓራን ክልል ከይመሃሩ፣ከይነብሩን ከይሰርሑን ይግበር ነይሩ። በዚ ምኽንያት’ውን" +
          " ኣበዘን ክልላት እዝኤን ዝርከቡ ዩንቨርስቲ ዝበፅሖም ተጋሩ ተምሃሮ ነዚ ኣብ ኣሕዋቶምን " +
          " ኣዕርክቶምን ዝበፀሐ ችግር ብምፍራሕ ካብ ትምህርቶም ዝተረፉ ብዙሓት እዮም።ካብዘን" +
          " ክልላት እዝኤን ዝተፈናቀለ ትግራዋይ’ውን ብኣሽሓት ዝቁፀር እዩ ነይሩ። እዞም ናይዚ ችግር" +
          " ተላበስቲ ዝኾኑ ተጋሩ ኣብ ኣእምሮኦም ከብድ ስነልቦናዊ ፀገም ፈጥርሎም እዩ።\n\n"+
          " ኣብዪ ኣሕመድ ነቲ ሓድሽ ፍልስፍናኡ ንህዝቢ ኢ/ያ ብምትላል ናብዚ ሓዲሽ ለውጢ"+
          " ደጊፉ፣ኢ/ያ ካብ ሕሉፍ 27 ዓመት ችግር መልእና ንምድሓን ናብ ብልፅግና ንደመር "+
          " እናበለ ስብከቱ ቀፀለ።ብዘይካ ህዝብን መንግስትን ትግራይ ዳርጋ ኩለን ክልላትን ህዝብን"+
          " ኢ/ያ ናብ ንደመር ዝብል ፍልስፍና ደጋፊ ኮነ።መንግስትን ህዝብን ትግራይ ቀድሞም ናይ"+
          " ኣብዪ ተንኮል ስለዝፈለጡ ተቃዎምዎ እምበር ኣይተደመሩን።ካብዚ ግዜ እዚ ጀምሩ ድማ "+
          " ኣብ መንጎ ህወሓትን ብልፅግናን ዓብዪ ፖሌትካዊ ዘይምስምማዕ ተፈጠረ።ዋላኳ ብዓበይት"+
          " መራሕቲ ሃይመኖትን ካልኦት ናይ ወፃኢ ሃገራት መራሕትን  ዕርቂ እንተተሞከረ ኣይተሳኸዐን።\n\n"+
          " ብልፅግና ብ2012ዓ/ም ብምኽንያት ኮሮና ቫይረስ 6ይ ሃገራዊ መረፃ ክካየድ የብሉን "+
          " ምክንያቱ ድማ ንህዝብና ደሕንነት ኣስጋኢ ስለዝኾነ መረፃ ንዘይተፈለጠ ግዜ ተናውሑ "+
          " ኣሎ እሉ መግለፅ እንተውፅእ፤መንግስቲ ትግራይ ድማ እዚ ናይ ብልጽግና መግለፂ "+
          " ብምቅዋም፣ እዚ ስልጣን  መንግስቲ ንምንዋሕ እዩ እምብር ድሕንነት ህዝብና ውሑስ "+
          " ብዝኾነ መንገዲ መረፃ ምክያድ ይከአል እዩ። ስለዚ መረፃ ክካይድ ኣለዎ ፣ምኽንያቱ ድማ"+
          " ሕገመንግስቲ “መረፃ በቢ 5+ ዓመት ክካየድ ኣለዎ ” ስለዝብል መረፃ ክካየድ ኣለዎ ዝብል"+
          " መግለፂ ኣውፀ።በዚ ምኽንያት‘ውን እቲ ፖለትካዊ  ኩናት ተጋደደ።ካብዚ ግዜ እዚ ደማ "+
          " ብልፅግና ንመንግስቲ ትግራይ መረፃ ከካይድ ከምዘይብሉ እንተካይዱ ‘ውን ስጉምቲ "+
          " ከምዝወስድን ምፍርራሕ ጀመረ። መንግስትን ህዝብን ትግራይ ድማ ነዚ ምፍርራሕ"+
          " ብዘይምስማዕን ብዘይምስካኒን ስልጣን መረፃ ናይ ህዝቢ ምኻኑ፣ ብሕገ-መንግስት "+
          " ከምዝውሰን ስለዝፈልጡ ጵጉሜን 4 ብ2012ዓ/ም ብፍፁም ሰላማዊን መንገዲ ፣ካብቶም"+
          " ሕሉፋት መረፃ ብዝሐሸ ድሞክራሲ ተኻየደ።ካብዚ ግዜ እዚ ጃምሩ ደማ ኣብዪ ኣሕመድ"+
          " ምስ መንግስቲ ኣምሓራ ብሓባር ብምኻን ምሉእ ሰራውቶም ናብ ዶባት ትግራይ ምፅጋዕ ጀመሩ።";


      
	message.setText(output);
}
public void introduction(View v){
	output= "\n"+
        "ትግራይ ካብተን 9ተ ክልላት እትዮጵያ ሓንቲ ዝነበረት እንትኸውን ኣብ ሰሜን ክፋል እታ"+
        " ሃገር ትርከብ።ኣብ ትግራይ ሰለስተ ብሄራት ኣለዉ።ንሳቶም'ውን ተጋሩ፣እሮብን ኩናማን እዮም።"+
        " ትግራይ ካብተን ናይ ዓለምና ዉሑዳት መበገሲ ጥንታዊ ስልጣነታት ዝበሃላ ከም በዓል "+
        " ቻይናን ሞሶፖታምያን እታ ሓንቲ ኮይና መፀውዒ እቲ ሰልጠነ'ውን ስልጣነ ኣክሱም ይበሃል።"+
        " ህዝቢ ትግራይ ልዕሊ 3ሽሕ ዓመት ዘቁፀረ ታርኽ ዘለዎ ህዝቢ እዩ።"+
        " ህዝቢ ትግራይ ብሓድነቱ ኣዝዩ ዝጠንከረ ለባም መስተወዐሊ ፣ንነገራት ብቀልሉ ዘይቅበል"+
        " ብሰብኣውነት ዝኣምን፣ንወረርቲ ኣመን እሉ ካብ ጥንቱ ዘይግዛእ፣ኣብ እምነቱ ዝፀንዕ"+
        " ኣብ ባዕሉ ኮነ ካልእ ብሄር ፖለትካዊ፣ ማሕበራዊ፣ሃይማኖታዊን ሰብኣዊን በደል ክበፀሖ ዘይፈቅድ ፣በዓል ስጡም መስመር፣ንኣምላኹ ዝፈርሕ፣ትምክሕተኛ ዝፀልእ ዓይነት ህዝቢ እዩ።\n"+
        "\n\n              ---ይቅፅል------                      ";
	message.setText(output);
}
public void bloodwar(View v){
output=
       
     "\n\n  ኣብዩ ኣሕመድ ፅንዓትን ሓድነትን ህዝቢን ሰራውትን ትግራይ ከሸንፍ ዘይኽእል" +
     " ምዃኑ ስለዝፈለጠ ምስ ወፃኢ ሃገራት ሓግዛኒ ብምባል ምልማን ጀመረ።ካብ ኤርትራ ምሉእ" +
     " ሰራውት፣ካብ ሶማልያ 5+ሽሕ ሰራውት፣ካብ ዓረብ ኢምረት ድሮንን ምሉእ ሰራዊት ናይ ኢ/ያን" +
     " ናይ ኣምሓራ ፍሉይ ሓይልን ፋኖን ብምሓዝ መንግስትን ህዝብን ትግራይ ንምጥፋእ ጥቅምቲ" +
     " 21 2013ዓ/ም ሕቡእ ብዝኾነ መንገዲ ዝግጅት ወደአ።ነዚ ኣቀድሙ ዝፈለጠ መንግስቲ " +
     " ትግራይ ኣብ ውሽጢ ትግራይ መንበሩ ዝነበረ ሰሜን ኢዝ ዝተብሃለ ናይ ኢ/ያ መከላከያ " +
     " ሰራዊት ካብ ኣብዪ ኣሕመድ ግዳጅ ተቀብሉ መንግስቲ ትግራይ ንምጥፋእ ኣብ ዝግጅት " +
     " እንተሎ ፣ፍሉይ ሓይሊ ትግራይ ብሓያል ወታደራዊ ሳይነስን ጥበብን ብዝተመልኦ  አብ ውሽጢ" +
     " 42 ደቄቃ ንሰሜን ኢዝ ብ24 ጥቅምቲ 2013ዓ/ም ኣብ ትሕቲ ቁፂፁሩ ብምእታው ምሉእ" +
     " ንብረቱ ወረሶ።\n\nኣብዪ ኣሕመድ ንዝህቢ ኢ/ያ ሴሜን ኢዝ ብህወሕት ተደፍሩን ተቀትሉን ኣሎ፤ስለዚ እቲ ጦርነት " +
     " ህወሕት ጀምርዎ ኣሎ ኢሉ ብምጭብርባር 26 ጥቅምቲ 2013ዓ/ም ብምዕራብን ድቡብን " +
     " ትግራይ ጀመሮ።\n\n" +
     " ኣብ መጀመርታ  እቲ ኩናት ፉሉይ ሓይሊ ትግራይ ብቁፂረ ውሑድ ኣስታት 10+ሽሕ እግረኛ" +
     " ሰራውት እንቲኸውን ፤ብዘመናዊ መሳረሒ ማለት ካብ ቀሊል ብረት ክሳብ ሚሳኤል ዝተዓጠቀን" +
     " ብዘመናዊ ወታደራዊ ሳይነስ ዝሰልጠነን እንትኸውን፣ኣብ ላዕሊ ከምዝተገለፀ  ናይ ኣብዪ ኣሕመድ" +
     " ሰራውት ድማ ብቁፅሩ ብጣዕሚ ብዙሕ ዝኾነ ካብ ኣፍርካ 6ይ ደረጃ ዝርከብ ካብዚ ብተወሳኺ" +
     " ድማ ናይ ሃገረ ኤርትራ ምሉእ ስራውት፣5+ሽሕ ናይ ሃገረ ሶማልያ፣ናይ 9+አን ክልላት ፉሉይ " +
     " ሓይልን ብፍላይ ድማ ናይ ኣምሓራ ተስፋፋሓይ ሓይሊ ዝኾነ ፋኖን ፉሉይ ሓይልን " +
     " ብተወሳኺ’ውን ምሉእ ናይ ኣምሓራ ምልሻን ብሓባር ብምኻን እቲ ጦርነት ተጀመረ።\n\n" +
     " እቲ ብቁፅሩ ኣዝዪ ውሑድ ዝኾነ ሰራውት ትግራይ ኣብ ሓፂር ግዜ እቲ ሽሾ ዝኾነ ሰራውት ፀላኢ" +
     " ብምድምሳስን ምምራኽን ኣብ ኣብዪ ኣሕመድን መሻርኹትን ከብድ ራዕድን ብምፍጣር " +
     " መስተንክራዊ ዝኮነ ዓወት ሓፈሰ።\n\n" +
     " ኣብዪ ኣሕመድ ተስፋ ብምቁራፅ ኣብ ግንባር ዝተስዓሮ ስዕረት ንምሕባስ እሉ ብምሕሳብ" +
     " “ሕነ ሕነ ቀራናትንጋዕማማት” ከምዝበሃል ከተማታት ትግራይ ብኣውሮፕላናት ብብምድብዳብ " +
     " ስቭላት ተጋሩ ካብ ህፃን ክሳብ ሽማግለታት ምቅታል ጀመረ።ሰራውት ትግራይ ነዘን ኣብ " +
     " ከተማታትን ግንባራትን ዝመፃ ኣውሮፕላናት  ናብ ሓመድ ቀየረን።ካብ ብተውሳኺ’ውን እተን" +
     "ኣውሮፕላናት  ዝብገሳሉ ናቁጣ ከም ባህርዳርን ጎንደርን ኣየር መንገድ ብምሳኤል ምሉእ ብምሉእ" +
     " ብምድምሳስ ኣብ ፀላኢ ዓብዪ ክሳራን ራዕድን ፈጠረሉ። ብምድርን ሰማይን ሽንፈት ዝተላበሰ" +
     " ሰራውት ኣብዪ ተስፋ ምቁራፅ ጀመረ።ኣብዪ ኣሕመድ ጥንካረ ሰራውት ትግራይ ተገንዝቡ ሽንፈቱ" +
     " ንዘይምቅባል ናብ ዓረብ ኢምረት በጃኺ ርድእኒ እሉ እዱ ዘርገሐ።ዓረብ ኢምረት ‘ውን  ምንም " +
     " ኣብ ዘየእትዋ ነገር ብምእታው ድሮን(ሰብ ኣልባ ኣውሮፕላን) ብምሃብ ንኣብዪ ደግፋ ኣብ ሰራውት" +
     " ትግራይ ከብድ ሰብኣዊን ቁሳውን ክሳራ  ኣብፀሐት።\n\n" +
     "ካብዚ ግዜ እዚ ደማ ሰራውት ትግራይ ፀላኢ ንምጥቃዕን ምድምሳስን ተሸገረ።በዚ ምኽንያት" +
     " ደማ ካብ 19  ሕዳር  2013ዓ/ም ካብ ከተማ መቀለ ጠቅልሉ ብምውፃእ ናብ ብራኻታት" +
     " ትግራይ ወፈረ። ኣብዚ እዋን እዚ ብወገን ፀላኢ ብሓያል ታሕጓስ ተመስጡ ጁንታ(ወያነ)" +
     " ተደምስሱ ብምባል ንመላእ ህዝቢ ኢ/ያ እንኳዕ ደስ በለካ ብምባል ሓጎሶም ይገልፁ ነይሮም።" +
     " ሰራውትን መንግስትን ትግራይ ዋላ ካብ መቀለ ይውፁ እምበር እቲ ኩናት አየቋረፀን።ድሕሪ " +
     " እዚ እቲ ኩናት ናብ ደባይ ዝኾነ ውግእ ተቀየረ።\n\n" +
     "ኩለን ከተማታት ትግራይ ብሰራውት ዓብዪን ኢሳያስን ተታሕዙ፣ገለ ክፋላት ትግራይ ናብ" +
     " ኣምሓራን ኤርትራን ተቆርሱ ብሓይላታት ኣምሓራን ኤርትራን ክመሓደር ጀመረ።ራያን " +
     "ምዕራብን ትግራይ(ብራያ ክሳብ በሪ ተኽላይን ኮረምን፣ብምዕራብ ክሳብ ፀለምቲ)" +
     " ብኣምሓራ ክልል ፣ገለ ክፋል ምብራቅ ትግራይን(ዛላኣንበሳ፣ኢሮብን ባድመን)ንኤርትራ" +
     " ክመሓደሩ ተገበረ።ሰራውት ትግራይ ካብ ከተማታት ትግራይ ብምውፃኡ ስራውት ፀላኢ" +
     " ብጣዕሚ ከብድን ነውሪን ዝኾነ ግፍዓዊ ስራሕ ኣብ ህዝቢ ትግራይ ፈፀመ።ኣብ ዓለም " +
     " ተራእዩ ዘይፍለጥ ፣ወዲ ሰብ ክፍፅሞ ዘይፅበ ታርኽ ይቅር ዘይብሎ ኣብ መላእ ትግራይ " +
     " ህዝቢ ከምህዝቢ ንምጥፋእ ካብ ቁሳዊ ንብረት ምዝራፍ ክሳብ ህይወት ንፁሃት ተጋሩ" +
     " ምጥፋእ ተፈፀመ።ናይ መንግስትን ውልቀን ዓበይቲ ፋብርካታ፣ካብ ማንካ ክሳብ መኪና ንብረት" +
     " ተጋሩ ናብ ኤርትራን ምድሪ ኣምሓራን ተፀዓነ።ኣዶታት ተጋሩ ተድፍረን፣መናእሰይን ህፃውንቲን " +
     " ተጋርሩ ኣብቅድሚ ወለዶም ተሓርዶም፣ካህናት ተሓርዶም፣ቤተ ክርስትናት ዓንዮም፣ሞሌክስታት" +
     " ተደፍረን ተስድዶምን፣ መስግድ ነጋሽ ዓንዩ።ኮታስ ህዝቢ ትግራይ ንክጠፍእን ንድሕርት ንዓርባዓ" +
     " ዓመታት ናብ ድኽነት ንክምለስ ብሰራውት ዓብዩ ኣሕመድን  ኢሳያስ ኣፈወርቅን፣ናይ ኣምሓራ " +
     " ገባታይ ሓይልን ዘይተፈፀመ ግፍዕን መንከራን የለን። ኣብ ኩሉ ቦታታት ትግራይ ብጣዕሚ" +
     " መነወሪቲ ተግባራት ብሰራውት ፀላእቲ ኣብ ህዝቢ ትግራይ እንተተፈፀሙ፣እቶም ኣመና ዝኸፉኡ" +
     " ግና ኣብ ማሕበረ ደጎ ልዕሊ 74 ንፁሃን ተጋሩ ብጥይት ተቀትሎም ረሰኦም ናብ ፀድፊ ዝተደርብዩ" +
     "፣ኣብ ማርያም ደንጎላት ልዕሊ 154  ንፁሃት ተጋሩ ብ21 ማርያም ሕዳር ኣብ ፀሎት ከለዉ ተቀትሎም" +
     "፤ኣብ ማርያም ኣክሱም ከባቡኡን  ልዕሊ 800 ንፁሃን ተጋሩ ተቀትሎም፣ኣብ ማይካድራ ብጅምላዊ " +
     " ጨፍጫፍ  ንፁሃን ተጋሩ ተቀትሎም፣ኣብ ወረዳ ቦራን ስለዋን  ልዕሊ 147 ንፁሓት ተጋሩ ኣብ ሓደ ሰዓት" +
     " ተቀትሎም፣ኣብ ሑመራን ከባቡኡን ልዕሊ 40 ተጋሩ ኢዶም ንድሕርት ተኣስሮም ብጥይት ተቀትሎም" +
     " ናብ ሩባ ተከዘ ተደርብዮም ኣብ ሱዳን ተረኽቦም።" +
     " ኮታስ ብሓፈሻ ኣብ ህዝቢ ትግራይ “ዘይተነገር እምበር ዘይተገበረ የለን” ከም ዝበሃል ገና ክሳብ ሐዚ " +
     " ዘይተሰሙዑን ዘይተረኽቡን ብፀላቱ  ብሕቡእ ዝተፈፀሙ  ክትሰምዖምን ክትርእዮም ዘሰክፉ በደላት " +
     " ከምዘለው ምርዳእ የድሊ።ብሓፈሻ ግን ብስንኪ እዚ ኩናት ኣብ ውሽጢ 8 ኣዋርሕ ልዕሊ 60ሽሕ ተጋሩ" +
     " ናብ ሱዳን ተሰድዶም፤ልዕሊ 2ሚልዮም ተጋሩ ካብ መረብቶም ተፈናቅሎም፤ልዕሊ 5.2 ሚልዮን ተጋሩ" +
     " ሓገዝ ደልይቲ ኮይኖም፤ልዕል 400ሽሕ ተጋሩ ኣብ ጥሜት ወድቆም፤ልዕሊ 126ሽሕ ኣዶታት ብሰራውት ፀላኢ" +
     " ተድፍረን፤ ብጣዕሚ ብዙሓት ንፁሃን ትጋሩ ተቀትሎም።\n\n" +
     " መናእሰይ ትግራይ በዚ ናይ ፀላኢ ጭቆናን ፀበባን ከይተሰኮኑ ብሓቦን ትብዓትን ካብዚ ጭቆናን " +
     " ፀበባን ህዝቦምን ባዕሎም ንምድሓን ፣ሕነ ህዝቦም ንምፍዳይ፣ብሓፈሻ ፀለእቶም ንምጥፋእ ናብ " +
     " ሰራውት ትግራይ ተፀንብሩ። ዋላኳ ኣብቲ መጀመርታ ምዕራፍ እቲ ኩናት ብዓወት ፀላኢ " +
     " እንተተሸፈነ ፣ህዝቢ ትግራይ ግና ብቆራፅነትን ጅግንነትን ምስ ጀጋኑ መራሕቱ ብምርድዳእ " +
     " ኣብ ሓፃር ግዜ ብጣዕሚ ብዙሕ ዝኾነ ሰራውት ብወታደራዊ ሳይነስን ጥበብን ዝሰልጠነ፤" +
     " ብኣርሚን ኮራትን ዝተደራጀወ ወታደር (ምክልኻል ሓይሊ ትግራይ/TIGRAY DEFENCE FORCE)" +
     " ብምህናፅ ሓይሎም ከምሓድስ ኣጠናኸሩ።\n\n" +
     " ምክልኻል ሓይሊ ትግራይ ፀላኢ ካብ ምጥቃዕ ክሳብ ምድምሳስ ዝተፈላለዩ ወታደራዊ ትልምታትን" +
     " ወፍርታትን ብወታደራዊ ምህንድስና ቀየሰ።ሰራውት ትግራይ ኣብ ውፍሪ ስዩም መስፍን ኣብ ፀላኢ" +
     " ከብድ ቁሳውን፣ሰብኣውን ስነልቦናውን መጥቃዕቲ ብምብፃሕ ከብድ ዓወትን ሓፈሰ።\n\n" +
     " ኣብ ውፍሪ ኣሉላ ኣባነጋ ካብ ፍናርዋ፣7+ሕጉም፣ይጭላን ቆላን ደጉዓን ቴንቤን ካልኦት ከባብታት" +
     " ትግራይን ዝሸፈነ ካብ ጉንበት 7 ክሳብ ቅድሚ 27 ሰነ ዝነበረ ወፍሪ እንትኸውን ኣብ ፀላኢ " +
     " ንምእማኑ ዘፀግም ኣብ ውሽጢ 10 ማዕልቲ 5 ክፍላተ ሰራውት ኣብዪ ኣሕመድ ብምድምሳስ " +
     " ኣብ ፀላኢ ከብድ ራዕድን ጭንቀትን ፈጥሩ 21 ሰነ ካብ መብዛሕቱ ከባብታት ትግራይ " +
     " ተፀራርጉ ወፀ።\n" +
     " ኣብዚ ወፍሪ እዚ ልዕሊ 27 ሽሕ ምውታት፣ልዕሊ 7ሽሕ ምሩኳት፣ልዕሊ 200 ድሩዓት መካይን" +
     "፣ካብ ተራ ብረት ክሳብ ምሳኤል ብጣዕሚ እኹል ዝኾነ ወታድራዊ መሳረሒ ተማርኹ።ቅድሚ" +
     " እዚ ወፍሪ ሰራውት ትግራይ እቲ ዝዓበየ መሳረሒ ድሽቃ ጥራሕ እዩ ነይሩዎ።ኣብዚ ውፍሪ እዚ " +
     " ኣብ ሰራውት ትግራይ ዓብዪ ዓቅሚ ዝፈጠረ እትኸውን ኣብ ፀላኢ ድማ ብኣንፃሩ ኣዝዩ " +
     " ዝተዳኸመሉ እዩ።\n\nኣብዪ ኣሕመድ ኣብ ወፍሪ ኣሉላ ኣባነጋ ዝበፀሖ ስዕረት ተገንዝቡ እቲ ካብ ሰራውት " +
     " ትግራይ ርሕቅ እሉ ዝርከብ ሰራውቱ ካብ ትግራይ ጠቅልሉ ክውፅእ ገብረ።ኣብዪ ኣሕመድ " +
     " ስራውቱ ካብ ትግራይ ክወፅእ ዝገበሩሉ ቀንዲ ምኽንያት ብምሽፋን(ስዕረቱ ብምሕባእ)ንሓረስታይ" +
     " ትግራይ  ሕርሻኡ ንክሓርስ እና ሰራውትና ካብ ትግራይ ክወፅእ ዝገበርና በለ።ምኽንያቱ ድማ " +
     " ሓረስታይ ትግራይ ከይሓረሰ ስለ ዝሓገየ ሎሚ ወቅቲ ማሕረስ ስለዝኾነን ግዳጅና ስለዝወዳእናን" +
     " ካብ ጁንታ ወፃኢ ካልእ ሃገራዊ ስግኣት ስለዘለና ሰራውትና ካብ ትግራይ ክወፅእ ገይርና ኣለና" +
     " እሉ በተን ሓሰውቲ ዝኾና ምድያታቱ ተጠቅሙ ናብቲ ምስኪን ህዝቢ ኢ/ያ  21 ሰነ 2013ዓ/ም" +
     " ድምፁ ተሰመዐ።\n\n" +
     " ተሰመዐ።ካብታ ሰራውቱ ካብ ትግራይ ዘውፀአላ ዕለት ጀምሩ ድማ ኣብ ትግራይ መብራሂት፣ስልኪ" +
     "፣ባንኪን ትራንስፖርት ክዕፀው ገበረ። ካብ 21 ሰነ 2013ዓ/ም ጀምሩ ድማ ሰራውት ትግራይ ናብ" +
     " ከተማ መቀለን ካልኦት ከተማታት ትግራይ ብምእታው ህዝቢ እቲ ከባቢ ብምርኻብ ፣ህዝቢ እቲ" +
     " ከባቢ ብዕልሊታ፣ደርፍን ምግብን ሕዙ እንተቅበሎም፣እት ሰራውት ድማ ጥይት ናብ ሰማይ " +
     " ብምትኳስ ብደማቅ ታሕጓስ እተን ከተማታት ተመለአ።ኣብ ውሑዳት ማዕልቲ ድማ ብኣሽሓት " +
     " ዝቁፀሩ መናእሰይ ትግራይ ብዓርሰ ድልየቶም ናብ ማሰልጠኛ ሰራውት ትግራይ ኣተዉ።ሰራውት " +
     " ትግራይ ዓቅሙን ብዝሓቱን ብዝለዓለ ደራጃ እናሓየለ መፀ።መንግስቲ ትግራይ ኣብ ኢድ ፀላኢ " +
     " ዘለዉ ቦታታቱን ህዝቡን ሓራ ንክወፁ ሰራውት ፀላኢ ካብ መሬት ትግራይ ጠቅልሉ ንክወፅእ፣" +
     " ዝተዓፀወ መንገዲ ክኽፈት፣መብራህቲ ክልቀቅ፣ባንኪን ስልክን ክኽፈት፣ባጀት 2013ዓ/ም  ክልቀቅ፣" +
     " ኣብ ህዝቢ ትግራይ ዘሪኢ ምጥፋእ ዝተሳተፉ ኣካላት ናብ ዓለም ፍርዲ ክቅርቡ፤ተዘይኮይኑ ድማ" +
     " ኩናት ከምዝቅፅል ፃውዕት ናብ ሕምብራት መንግስቲ ኣቅረበ።\n\n" +
      " ኣብዪ ኣሕመድን ናይ ኣምሓራ ልህቃንን ነዚ ፃውዕት ብምንፃግ መንግስትን ህዝቢን ትግራይ " +
      " ንምጥፋእ ከም ዓመሎም ፈከሩ።ሰራውት ትግራይ  ወፍሪ ኣዶታት ትግራይ ሓድሽ ወፍሪ " +
      " ብምድላው ካብ 2 -5 ሓምለ 2013ዓ/ም ካብ በሪ ተኽላይ፣ባላ፣ኮረም ክሳብ ዋጃ ዝነበረ" +
      " መከላከያ ሰራውት፣ፋኖ፣ፍሉይ ሓይሊን ምልሻን ኣምሓራ ክምድሳስን ክበታተንን ገይሩ ዞባ ደቡብ" +
      " ትግራይ ኣብ ኢድ ገባታይ ሓይሊ ኣምሓራ ዘነበረን ቆቦን   ኣብ ውሽጢ ውሑዳት ማዕልቲ ሓራ " +
      " ክወፅእ ገበረ። ብወገን ምዕራብ’ውን ካብ ፀለምቲ ክሳብ ዓዲኣርቃይ ኣብ ቲሕቲ ሰራውት ቁፂፅር" +
      " ኣተወ።ብሓፈሻ ኣብ ወፊሪ ኣዶታት ትግራይ  ብጣዕሚ ግዙፍ ዝኸነ ዓወት ዝተሓፈሰሉ፣ኣዶታት " +
      " ትግትራይ ጠስሚ ልበን ዝሰተያሉ ኮይኑ ልዕሊ 15ሽሕ ምውታት፣ልዕሊ 14ሽሕ ቁሱላት ብሓፈሻ " +
      " ልዕሊ 30ሽሕ ሓይሊ ፀላኢ ካብ ጥቅሚ ወፃኢ ኮይኑ፤ብኣሽሓት ዝቁፀሩ ከበድቲን ፎከስትን " +
      " ወታደራዊ መሳረሒን ቀሊል ዘይበሃል ቁፅሪ መካይኒን ታንካታትን ካብ ፀላኢ ተማርኹ እዩ።\n\n " +
      " ሓየት ሰራውት ትግራይ ካብዚ ወፍሪ ብምቅፃል  ካብ 24 ሓምለ 2013ዓ/ም ወፊሪ " +
      " ፀሓይብራቅ ብምድላው በርቃዊ መጥቃዕቱ ብምሕያል ግስጋስ ጉዕዘኡ ንቅድምት ቀፀለ።" +
      " ካብ 28-29ሓምለ 2013ዓ/ም ኣብ ደሮግብር፣መስመር ባቡር፤ሃራን ሃሩርን ኣብ ዝተብሃሉ" +
      " ቦታታት ዓርዱ ዝነበረ ናይ ፀላኢ ሓይሊ፣መበል 12ን 13 ምሉእ ክፍላተ ሰራውት፣ገለ ክፋል" +
       " መበል 23 ክፍለ ሰራውት፤መበል 33 ክፍለ ሰራውት 1ይ ብርገድን 6ይ ብርገድ ውሱናት" +
       " ሰራውትን፣ክልተ በጦለኒ ርፐፕልካን ጋርድ፤ሓደ በጦለኒ ፍሉይ ሓይሊ ቤንሻንጉል፣ክልተ በጦለኒ" +
       " ናይ ሃይማኖት ኣክራሪ ሓይሊ፤ልዕሊ 3ሽሕ ፉሉይ ሓይሊ ኦሮምያን ብርክት ዝበለ ፍሉይ " +
       " ሓይሊ ኣምሓራን መስመር ወልድያን ጭፍራን ሕዙ ዝተሰለፈ ገዝፍ ሓይሊ ብምድምሳስን " +
       " ብምብትታኒን ደሮግብር፣ሃራን ሃሩርን ብምቁፅፃር መስመር ወልድያ-ጭፍራ ተቆፃፀረ።" +
       " ኣብዚ ውግእ እዚ ሓየት ሰራውት ትግራይ ንቲ ሓያል ቁርን በረድን ብምፅዋር ከብድ ዓወት" +
       " ዘመዝገበሉ እዩ።ብሓፈሻ 2ሽሕን 5ሚእትን 61 ምውታት፣3ሽሕን 2ሚእትን 58 ቁሱላትን " +
       " ብርክት ዝበሉ ሰራውት ድማ ተምርኾም እዮም። ወታደራዊ ንብረት ብዝምልከት ድማ  " +
       " ሰለስተ ታንኪ፣ዓርባዕት 122 ሚሊሜትር መድፍዕ ፣ሸሞንተ ሞርታር 82 ሚሊ ሜትር፣ክልተ" +
       " ድሽቃ፣11ብሬን፣ብኣማእቲ ዝቁፀሩ ፎከስቲ ብርታትን ጠያይቲን ተቆፃፅሩ ክልተ ታንኪን ሓንቲ" +
       " ኦራልን ኣቃፅሉ እዩ።\n\n" +
       " ሓየት ሰራውት ትግራይ  ብዕለት 2-3 ነሓሰ 2013ዓ/ም ኣብ ዙርያ ወልድያ፣ኣብ መንጎ " +
       " ወልድያን መርሳን ኣብ ዘሎ መስመር ባቡር ዓርዱ ዝነበረ ናይ ፀላኢ ሓይሊ፣ቅድም እሉ" +
       " ተድምስሱ ዝነበረ ከም ሓድሽ ዝሰልጠነ መበል 12ን 13ን ክፈላት ሰራውት፣መበል 52ን" +
       " ክፍለ ሰራውትን መበል 21 ክፋለ ሰራውት ገለ ክፋሉ ፣ከምኡ’ውን 7ይን 6ይን መካናይዝድ" +
       " ክፍላት ሰራውታት ገለ ክፋሎም፣ሓደ ብርገድ ሓይሊ ኦሮምያ፣ሓደ ብርገድ ምልሻ ኣምሓራ፣\n" +
       " ክልተ በጦሎነ ርፐፕልካን ጋርድ ዝሓዘ ገዝፍ ናይ ፀላኢ ሓይሊ ብምድምሳስን ብምብትታኒን"+
       " ወልድያ፣ሰርንቋ፣መርሳን ሳንቃን ብምቁፅፃር ድሙቅ ዓወቱ ምምዝጋቡ ቀፀለ። ኣብዚ " +
       " መስመር 9 ታንክታት፣6 ድሩዓት ድ ኣልበን፣2ኮርነት፣ዓሰርተ 122 ሚሊሜትር መድፍዕ" +
       "፣ሰለስተ 107 ሚሊሜትር መወንጨፊ ረኮት፣2 ኡዝ 23፣ 64 ኦራላት፣44 ኣናእሽቲ ወታራዊ" +
       " መካይን፣3ቦጣት፣11 ስኖትራክ፣4ቦልቦን፣ሓንቲ ኣውቶብስ፣ሓንቲ ሎደር፣ክልተ ኣይሱዝ፣ክልተ " +
       " ሚኒባስን  ብምምራኽ ብኣማእቲን ኣሽሓትን ዝቁፀሩ ከበድትን ፎኮስትን ብርታት ኣብ ኢድ" +
       " ሓየት ሰራውት ትግራይ ኣትዩ እዩ።ካብዚ ብተወሳኺ  3 ታንኪታት፣2ኦራላትን 4 ዝተፈላለያ" +
       " መካይኒን ኣቃፅሉ እዩ።\n\n " +
       " ብወገን ወልድያ-ወረታ መስመር ፦ ካብ 24-28 ነሓሰ 2013ዓ/ም ዝወፈረ ሓየት ሰራውት" +
       " ትግራይ ኣብ በረኻታትን ቁልፊ ቦታታትን ዓርዱ ዘነበረ  4 ብርገዳት ፉሉይ ሓይሊ ኣምሓራ" +
       "፣ሓደ ብርገድ መበል 11 ክፍለ ሰራውት፣ሓደ ቦጦለኒ ኩማንዶ፣ካብ ጎጃም፣ሴሜን ሸዋን " +
       " ደቡብ ወሎን ዝተኣኻኸብ ምልሻ ኣምሓራን ምልሻ ኦሮምያን ሓይሊ ፀላኢ ብምድምሳስን" +
       "ብምትታኒን ቀሊል ዘይበሃል ዓወት ሓፊሱ እዩ።ኣብዚ ውግእ፦ኩሎም ምልሻታት ሙሉእ" +
       " ብሙሉእ እንትበታተኑ ፤ፉሉይ ሓይሊ ኣምሓራ ‘ውን ካብ ሞትን መቁሰልቲን ዝተረፈ ናብ" +
       " ኣንፈት ውልድያን ንፋስ መውጫን ተበታትኑ እዩ።\n\n" +
       " ብተመሳሳሊ ግዜ ንምቁፅፃር ከተማ ላሊበላ ዝወፈረ ሓየት ሰራውት ትግራይ ታርኻዊ" +
       " ቅርስታት ላሊበላ ጉድኣት ንከይበፅሖም ኣድላይ ጥንቃቀ ብምግባር ነታ ከተማ ኣብ ትሕቲ" +
       " ቁፂፅሩ ኣእትይዋ እዩ። ነታ ከታማ ኣብ ምቁፂፃር ዝነበረ ውግእ ፦ ልዕሊ 250 ምውታት" +
       "፣110 ቁሱላት፣37 ምሩኻት ብምግባር 5መዳፍዕ 122 ሚሊ ሜትር፣1 ድሽቃ፣4 ብሬን " +
       "፣4 ዓበይቲ ናይ ፅዕነት ተሽከርከርቲ፣2 ስኖ ትራክ፣ ሓንቲ ኣውቶብስን ብርክት ዝበለ " +
       "ፎኮስቲን ብራታትን ንብረቱ ገይሩ እዩ። ኣብዚ ወፍሪ ጀግና ሰራውት ትግራይ ብኣማእቲ" +
       " ኩሎሜትር ብእግሩ ብምጓዓዝ ንከተማታት ኩልጃ፣ኩራ መስክ፣ ስትራተጅካዊ ቦታታት " +
       " ድልክ፣ኮን፣ኣንጎት፣ቀበሮ መይዳ፣ኣሁን ተገኝ፣ኣልስገ፣እስትንፋሽ፣ጋሸናን ኣርብትን ተቆፃፅሩ እዩ።" +
       " ምስ እዚ ተኣሳስሩ 27 ሓምለ 2013ዓ/ም ኣብ ግንባር ዓፋር  ዝነበረ ሓየት ሰራውት" +
       " ትግራይ ሓያል ፀሓይን ነዳድን ብምፅዋር ኣብ መንገ ሃራን ጭፍራን  ብክልተኡ ኣንፈት" +
       " ቆርፁ ዝመፅእ ሓይሊ ፀላኢ  መበል 23፣ 25ን 27 ክፍላተ ሰራውትን ፍሉይ ሓይሊ " +
       " ኣምሓራን ብዝግባእ ብምምካትን ብምድኻምን፣ካብ ምድኻም ሓልፉ ድማ በርቃዊ  " +
       " መጥቃዕቱ ብምጥንኻር እቲ ሓይሊ ክድምሰስን ክበታተንን ገይሩዎ እዩ።ኣብዚ ውግእ\n" +
       " ልዕሊ 800ምውታት፣1300ቁሱላት ብምግባር ብርክት ዝበለ ከበድትን ፎኮስትን ብረታት" +
       " ማርኹ እዩ።ብጠቅላላ ድምር ካብ 24 -28 ነሓሰ 2013 ዓ/ም ኣብ ዝነበረ ወፍሪ " +
       " ፀሓይ ብራቅ  4723 ምውታት፣5587ቁሱላት፣172 ምሩካት ብምግባር 9 ታንክታት፣19" +
       " መዳፍዕ፣8ሞርታር 82 ሚ/ሜትር፣2ኡዝ 23 ፣132 ዓበይትን ኣናእሽትን ተሽከርከርቲ፣10 " +
       " ድሽቃ፣2 ታንኪታትን 12 ዝ/ያ ተሽከርከርቲን ብምቅፃል ብኣሽሓት ዝቁፀር ፎኮስቲ " +
       " ብረታትን ጠያይትን ማርኹ እዩ።\n\n" +
       " ብኻልእ ወገን ካብ 25-30 ነሓሰ 2013ዓ/ም ኣብ ዘነበረ ግዜ ኣብ መንጎ ደብርቅን" +
       " ደብትን ፉሉይ ቦታታት ወቅን፣ጓልወቅን፣ምካኤል ማርያምን ጎላማርያምን ዝበሃሉ " +
       " ቦታታት ኣብ ዝተኻየደ ውግእ  ሓየት ሰራውት ትግራይ በርቃዊ መጥቃዕቱ ብምሕያል" +
       " ከብድ ዓውት ሓፉሱ እዩ። ኣብዚ ዝተሳተፉ ናይ ናይ ፀላኢ ሓይሊታት መበል 24፣31 " +
       "፣101 ፣102 ፣ 54ን 53 ዝበሃሉ ኣጋር ክፍላተ ሰራውት፣ኣጋር 21 ክፍለ ሰራውት ዝኾኑ" +
       " 1ይን 3ይን ብርገዳት፣ 103 ብዝባሃል ዝተወደበ  ናይ ኦሮምያ  ፉሉይ ሓይሊ ፣ብበዝሒ " +
       " ድማ ናይ ኣምሓራ ፉሉይ ሓይሊን ፋኖን  ነይሮም።እዚ ወፍሪ ንተኸታተሊቲ ማዕልትታት " +
       " ዝተኻየደ ኮይኑ ሓየት ሰራውት ትግራይ ብጣዕሚ ከብድ ዓወት ዘሓፈሰሉ እዩ። ኣብዚ  " +
       " ውግእ  ልዕሊ 10520 ምውታት፣14500 ቁሱላት፣164 ብምምራኽ 52ብሬን ፣6ድሽቃ፣ልዕሊ" +
       " 64 ዝ/ዩ ሮድዮ ርክባት፣ብኣማእቲ ዝቁፀሩ ፎኮስቲ ብረታት፣ ብበዝሒ ጠያይትን ወታደራዊ" +
       " ንብረትን ኣብ ትሕቲ ቁፂፅሩ ኣእትዩ እዩ።\n\n" +
       " ብግንባር መርሳ ፉሉይ ቦታታት ፋጂ ፣ግሬና ፣ኣምባሰል፣ሞላወንዝን ካባብኡን ዓርዱ ዝነበረ" +
       " ናይ ፀላኢ ሓይሊ መበል 12 ፣ 13ን 61ን ኣጋር ክፍላት ሰራውት፣ኣወዳድባኡ ዘይተፈለጠ" +
       " ናይ ኣምሓራ ፉሉይ ሓይሊ፣ምልሻን ፋኖን ፍሉይ ሓይሊ ኦሮምያን ንተኸታተሊት ማዕልትታት" +
        " ውግእ ዝነበረ ኮይኑ  ሓየት ሰራውት ትግራይ ዓወት ዘይፍለዮ ኣብዚ’ውን ከብድ ዓወት" +
        " ሓፍሱ እዩ።ካብ 29 ነሓሰ 2013ዓ/ም ክሳብ 2 ጳጉሜን 2013ዓ/ም ዝወሰዶ ተኸታታሊ " +
        " በርቃዊ መጥቃዕቲ  ልዕሊ 1340 ምውታት፣1045 ቁሱላት፣ ብዓሰርተታት ዝቁፀሩ ድማ " +
        " ምሩኻት ብምግባር ድሽቃ ሓውሱ  ማእኸላይን ፎኮስቲን ብረታት  ማርኹ እዩ።\n\n" +
        " ብጳጉሜን ሓደ 2013ዓ/ም ኣብ ከባቢ ሰሜን ወሎ ፉሉይ ቦታት ሃሮን ሶደማን ዝተብሃሉ" +
        " ቦታታት ናይ ፀላኢ ሓይሊ መበል 23 ክፍለ ሰራውት፣ በዝሒ ናይ ኣምሓራ ፉሉይ ሓይሊ" +
        "፣ምልሻን ፋኖን፣ኮማንዶ ሓይሊን ሓውሱ  ዓርዱ ዝነበረ ብተወሳኺ’ውን ነዚ ሓይሊ " +
        " ዝሕግዝ ዝተደራጀወ ሓይሊ ፀላኢ መበል 25፣27ን 64ን ኣጋር ክፍላተ ሰራውት ዝተሳተፉ" +
        " ኮይኖም  ጀግና ሰራውት ትግራይ  ክንዲ ዝበዝሑ እንተበዝሑ ዘይሕርብቶ  እምበር " +
        " በርቃዊ መጥቃእቱ ብምሕያል ነቲ ሓይሊ ፀላኢ ክድምሰስን ከበታተኒን ገይሩ እዩ። ኣብዚ" +
        " ውግእ ልዕሊ 2000ምውታት፣2500 ቁሱላት፣ ብዓሰርተታት ዝቁፀሩ ብምምራኽ ብርክት " +
        " ዝበለት ከበድትን ፎከስትን ብረታት ማርኹ እዩ።\n\n" +
        " ካብ 25 ነሓሰ 2013ዓ/ም ክሳብ 3ጳጉሜን ኣብ ዝነበረ ግዜ ‘ውን  ብግንባር " +
        " ደብረዘብጥ ዝነበረ ናይ ፀላኢ ሓይሊ መበል 33ን 34 ክፍላተ ሰራውት ምሉእ " +
        " ሓይሎም ፣1ይ ብርገድ መበል 54 ክፍለ ሰራውት፣መቅደላ፣በላይዘለቀም ደጀንን" +
        " ዝተብሃሉ ናይ ኣምሓራ ፉሉይ ሓይልታት፣ናይ ሰሜንን ደቡብን ጎንድር ምልሽ " +
        " ብበዝሒ ዝተሳተፉ ኮይኖም ዓወት ምሳሑን ድራሩን ዝኾነ ጀግና ሰራውት ትግራይ" +
        " ንሓይል ቁርን ኣስሓይታን ብምፅዋር ነዚ ከም ግዝፈቱ ዘይኮነ ሰራውት ኣብዪ " +
        " ኣሕመድ ክድምሰስን ክበታተኒን ግይሩዎ እዩ።ኣብዚ ውግእ ልዕሊ 4035 ምውታት" +
        "፣6425ቁሱላት ብምግባር ሓንቲ ታንኪ፣ሓደ ብኤልበም(ድሩዕ)፣ሓደ ዙ23፣ሓንቲ " +
        " ጥይት ዝፀዓነት ኦራል ኣቃፅሉ፣ብዓሰርተታት ዝቁፀር ብሬንን ስናይፐርን፣ብኣማእቲ" +
        " ዝቁፀር ፎኮስቲ ብረታት፣በብዝሒ ጠያይትን ወታደራዊ ንብረትን ማርኹ እዩ።\n\n" +
        " ካብ 27 መስከረም 2014ዓ/ም ጀምሩ ድማ ከም ሓድሽ ኣጠናኽሩን ኣስልጥኑን" +
        " ካብ ራሽያ፣ቱርኪ፣ኢራንን ካልኦት ሃገራት ዝዓደጎምን ዝለመኖም ዘመናዊ ኣፅዋራት" +
        " ሕዙ፣ልዕሊ 34 ክፈለ ሰራውትን ብተውሳኺ’ውን ናይ ዝተፈላለያ ክልላት ፉሉይ " +
        " ሓይሊን ምልሻን ብበዝሒ ድማ ናይ ኣምሓራ ክልል ፉሉይ ሓይሊ፣ፍኖን ምልሻን" +
        " ብምስላፍ ተኽእሉ ሓይልታት ትግራይ ድምስሱ ዳግም ትግራይ ብምውራር " +
        "ህዝቢ ትግራይ ብዘርኢ ንምጥፋእ ፤ተዘይኾይንሉ ድማ ሰራውት ትግራይ ካብ" +
        " ኣምሓራን ዓፋርን  ክልላት ብምልቃቅ እቲ ናይ ኩናት ቀጠና ኣብ ዶባት ትግራይ" +
        " ክኸውን ብምግባር ብዘለዎን ዘይብሉን  ዓቅሚ ተጠቅሙ ድሮናት፣ጀታትን " +
        " ሄልኮፎተራትን ብዝተሓገዘ ኣብ ልዕሊ ብ4 ግንባራት ዘሎ ሓየት ሰራውት ትግራይ" +
        " ብዓፋር ግንባር ኣብ ጭፍራን ሓራን፣ብደቡብ ግንባር ኣብ መርሳን ጋሽና፣ብምዕራብ" +
        " ግንባር ኣብ ከባቢ ጨው በር ዝርከብ ሰራውት ትግራይ ሓድስ መጥቃዕቲ ጀመረ።" +
        " እዚ መጥቃዕቲ ብጣዕሚ ከብድ ነይሩ። ምኽንያቱ ድማ ብበዝሒ ብነፈርቲን ካልኦት" +
        " ከበድቲ ዘማናዊ ሓደሽቲ ኣፅዋራትን ብጣዕሚ ብዙሕ ሰራትን ዝተወደ ብምንባሩ እዩ።" +
        " ኣብዚ መጥቃዕቲ ኣብዩ ኣሕመድ ኣለኒ እሉ ዝምከሐሎም 28 ክፍለት ሰራውት፣ ልዕሊ" +
        " 3 መካናይዝድ ፣7ቦጦለኒ ርፐፕልካን ጋርድን ካብዚ ብተወሳኺ ድማ ናይ ክልላት ፉሉይ" +
        " ሓይልታትን ምልሻን ብምስላፍ ብ ኣየር ዝተደገፈ መጥቃዕቲ ዝጀማ ።\n\n" +
        " ብወገን ሰራውት ትግራይ’ውን  ነዚ  መጥቃዕቲ ዝምክት ዓቅሚን ሓይልን ብምድላው" +
        " ኣብ ዉሓዳት ማዕልቲ  መስደማሚ ዝኾነ ዓወት ክሓፍስ ክእሉ እዩ።\n\n" +
        " 1)ብግንባር ጭፍራ፦ካብ 1 – 6ጥቅምቲ 2014ዓ/ም ኣብ ዘሎ ግዜ ካብ ሃሮ ክሳብ" +
        " ጭፍራ ኣብ ዘሎ ቦታ ዓርዱ ዝነበረ ናይ ፀላኢ ሓይሊ መበል 23፣ 25፣ 32፣ 27፣ 73፣ " +
        " 74፣ 63ን64ን ክፍላት ሰራውትን 7 በጦለኒ ርፐፕልካን ጋርድን፣ሓደ ብርገድ ኩማንዶን " +
        " ሓደ መካናይዝ ክፍለ ሰራውትን ብምስላፍ ጭፍራ ኣይትንካእን ፣እስኪ  ብጭፍራ " +
        " ይመፅእዋ፣ጭፍራ ምልቃቅ ማላት ካብ ኣራት ክሎ ምልቃቅ ማለት እዩ ወዘተ እናበሉ" +
        " ኣብ ምድያታት እናጨፈርሉን እናተመከሕሉን ዝነበረ ሓይሊ ፣ሓየት ሰራውት ትግራይ " +
        " ነዚ ዕርዲ  ጀጋኑ ትግራይ ክሰብር ተሃንድሩ ዝመፀ  ሓይሊ እናመከት ፀንሑ ብምድኻም" +
        "፣ምስተዳኸመ ድማ በርቃዊ መጥቃዕቱ ብምጥንኻር እቲ ከም ግዝፈቱ ዘይኮነ ሓይሊ " +
        " ኣብዩ ኣሕመድ ኣብ ውሽጢ 6 ማዕልቲ ክድምሰስን ከበታተኒን ግይርዎ እዩ።ኣብዚ ወፍሪ" +
        " ልዕሊ 15095ምውታት፣14232ቁስላት፣504 ብምምራኽ ሓደ 122 ሚሊ ሜትር መድፍዕ፣ " +
        " 3 ታንኪ ማርኹ 3 ታንኪ ኣቃፅሉ፣2ዱሩዓት(ብኤልበም)፣3ዙ23፣ 25 ድሽቃ፣ብርክት ዝበለ" +
        " ሞርታር፣120 ብሬን፣ብኣሽሓት ዝቁፀር ስናይፐርን ክላሽን፣150ዝ/ያ ተሽከርከርቲ ፣22 " +
        " ጀነሬተራት፣4ኣውቶብስ፣ብበዝሒ ጠያይትን ወታደራው ንብረትን  ብምውራስ ጭፍራ፣ሰደማ" +
        "፣ዳለሮቃ፣ሃሮ መይዳ፣ኣጃ መይዳ፣ከተማ ጃራ፣ርሞ ትራራን ካልኦት ኣገድስቲ ቦታታትን ኣብ ትሕቲ" +
        " ቅፂፅር ሰራውት ትግራይ ክኣቲ ክእሉ እዩ።\n\n" +
        " 2)ብግንባር ውጫላ፦ካብ 2-6ጥቅምቲ 2014ዓ/ም ኣብ ዘሎ ግዜ ኣብ ከባቢ ውጫለ ዓርዱ" +
        " መጥቃዕቲ  ዝጀመረ ሰራውት ፀላኢ መበል81፣ 82፣ 13፣ 62፣ 2በጦለኒ ናይ 12ክፍለ ሰራውት" +
        "፣6ይ መካናዝድ ክፍለ ሰራውትን ሓደ በጦለኒ ኩማንዶን ኣሰልፉ ዕርዲ ጀጋኑ ክሰብሩ " +
        " እንተተሞከረ ፤ ጀግና ሰራውት ትግራይ ነዚ ትሃንድሩ ዝመፀአ ሓይሊ ክምድምሳስን ክበታተኒን" +
        " ገይሩዎ እዩ። ኣብዚ ውግእ ልዕሊ 3801ምውታት፣2955ቁሱላት፣167 ምሩኻት ብምግባር 16ድሽቃ" +
        "፣36ብሬን፣43 ዝ/ያ ሮድዮ ርክብ፣6ጀነሬተር፣ብዓሰርተታት ዝቁፀራ ዶዘርን ስካፓተርን፣ብኣሽሓት " +
        " ዝቁፀር ስናይፐርን ክላሽን፣ብበዝሒ ጠያይቲን ወታደራዊ  ንብረትን ብምምራኽ ንከተማ ውጫለ" +
        "፣ባዜን፣ሱዳን ሰፈር፣ወርጌሳ፣ኣረርቲ፣ጋፍራ፣ፋጅ፣ ሩባ ምለን ካልኦት ኣገደስቲ ቦታታትን ኣብ ትሕቲ" +
        " ቁፂፅሩ ኣእትይዎም እዩ።\n\n" +
        "3)ብግንባር ጋሸና፦ካብ 1-4 ጥቅሚቲ 2014 ዓ/ም ኣብ ዝነበረ ግዜ  ፀላኢ መበል 11፣ 52" +
        "፣ 61፣ 33፣ 34፣ 54፣ 21፣ 30፣ 84፣ 51፣ 53፣ ናይ መበል 12 ክፍለ ሰራውት 5 ረጅመንት" +
        "፣5ይን 6ይን መካናይዝድ ክፍላተ ሰራውትን፣መቅደላ፣ በላይ ዘለቀ፣ኣባይን ደጀንን ዝተብሃሉ " +
        " ፍሉይ ሓይሊ ኣምሓራ፣ብድምር ልዕሊ 14 ክፍላተ ሰራውት ሕዚ ካብ ጋሸና -ላሊበላ፣ካብ " +
        " ገርገራ-ጋሸና፣ካብ ኮን ናብ ጋሸና ብብዙሕ ኣንፈት ንሰራውት ትግራይ ንምቁራፅን ምድምሳስን" +
       " ዝጀመሮ መጥቃዕቲ ፤ብሓየት ሰራውት ትግራይ ብምምካትን ምድኻምን  ብተወሳኺ" +
        " ’ውን በርቃዊ መጥቃዕቱ ብምሕያል፣ሓይሊ ፀላኢ ክድምሰስን ክበታተንን ብምግባር ኣዝዩ" +
        " ግዝፍ ዓወት ኣመዝግቡ እዩ።\nኣብዚ ውግእ፦ልዕሊ 11800ምውታት፣15087 ቁሱላት፣687" +
        " ምሩኻት፣ብድምር ልዕሊ 27574 ሓይሊ ፀላኢ ካብ ጥቅሚ ወፃኢ ብምግባር 14 ድሽቃ፣74" +
        " ብሬን፣54 ዝተፈላለያ ሮድዮ ርክብ፣1ዙ23፣ 190 ኣእዱግ ጠያይቲ ዝፀዓና ፣ሞርታርን ብበዝሒ" +
        " ስናይፐርን ፎከስቲ ብርታትን ብኣሽሓት ዝቁፀሩ ጥያይቲን ብምምራኽ ንከተማታት ኮንን ወገል" +
        " ጠናን ብምቁፅፃር ድሙቅ ዓወት ኣመዝግቡ እዩ።\n\n" +
        "4)ብግንባር ምዕራብ፦ካብ 4 ጥቅምቲ ጀምሩ ፀላኢ ብከበድቲ ኣፅዋራት ተሓግዙ ፅዑቅ " +
        " ደብዳብ ብምግባር  መበል 71፣ 72፣ 24፣ 31 ኣጋር ክፍላተ ሰራውት፣7ይ መካናይዝድ " +
        " ክፍለ ሰራውት ብምስላፍ ዕርዲ ጀጋኑ ሓየት ሰራውት ትግራይ ንምስባር ዋለ እንተሞከረ " +
        "፣ብርኪ ልሎ ሰራውት ትግራይ ነዚ ዓምቧኽ ሓይሊ ፀላኢ ብምድኽምን በርቃዊ መጥቃዕቱ" +
        " ብምሕያልን  ክድምሰስን ክበታተንን ገይሩዎ እዩ።ኣብዚ ውግእ፦2864 ምውታት፣3564 ቁሱላት" +
        "፣ብዓሰርተታት ዝቁፀሩ ምሩኻት ብምግባር ብ10ታት ዝቁፅሩ ብሬን ብኣሽሓት ዝቁፀር ፎኮስቲ" +
        " ብረታትን ጠያትን ማርኹ እዩ።\n\n " +
        " ብሓፈሻ ኣብዪ ኣሕመድን መሻርኽርቱን ሓያል ምድላው ብምግባር ዳግማይ ንህዝቢ ትግራይ" +
        " ንምውራርን ምጥፋእን ዝገበሮ ምድላው  ፣ሓየት ሰራውት ትግራይ ነዚ ምድላው ክፈሽልን " +
        " ነዚ ግዙፍ ሓይሊ’ውን ክድምሰስን ክብታተን ብምግባር ኣዝዩ መስተንክራዊ ዓወት ሓፍሱ እዩ።" +
        " ብድምር ብኩሎም ግባራት ዝተሓፈሰ ዓወት እንትረአ  ፦\n" +
        "33,985ምውታት፣35,878 ቁሱላት፣" +
        " 1364 ምሩኻት ብምግባር ሓደ 122 ሚሜ መድፍዕ፣" +
        " ልዕሊ 15ሽሕ ስናይፐርን ክላሽን፣3 ታንኪ፣ብ10ታት ዝቁፀር ኣውቶብሳት፣" +
        " 3ዙ23፣ልዕሊ 300 ብሬን፣28 ጀነሬተር፣ልዕሊ  300 ረድዮ ርክብ፣" +
        " ልዕሊ  100 ድሽቃ፣ ብ ኣሽሓት ዝቁፀር ጠያይትን ወታደራዊ ንብረት ማርኹ እዩ።\n\n" +
        " ብሓፈሻ  ጀግናው ሰራውት ትግራይ ኣብ ወፈሪ ፀሓይ ብራቅ ብፍላይ ካብ መጀምርታ" +
        " ጥቅሚት ክሳብ መጀምርታ ታሕሳስ ብሓያል ምክልኻልን ፀረ- መጥቃዕቲን ኣብ ፀላኢ" +
        " ከብድ  ሰብኣውን ቁሳውን ክሳራ፣ጭንቀት፣ኣእምራውን  ስነ-ልበናዊን  ስዕረት ክላበስ " +
        " ገይርዎ እዩ።ሰራውት ትግራይ ፀላኢ ንምድምሳስ ዝገብሮ ምንቅሳቃስ ብምጥንኻር  ክሳብ" +
        " ደብረ ብርሃን በፅሑ እዩ። ሰራውት ትግራይ  ኣብ ደብረ ብርሃን ምስበፀሐ ኣብ መላእ " +
        " ኢ/ያ  ብፍላይ ኣብ ኣድስ ኣበባ ከብድ ጭንቀትን ፍርሕን  ኣጋጥሙ ነይሩ። በዚ ምኽንያት" +
        "‘ውን መብዛሕትአን ሃገራት ዓለም ኤምባስኤን ዜጋታተንን ካብ ኢ/ያ ክወፁ ገይረን። ከም" +
        " በዓል ቱርኪ፣ኣረብ ኢምረት፣ቻይናን ኢራንን ድማ ኣብዪ ኣሕመድ ካብ ኣፍ ሞት ንምድሓን " +
        " ብድሮናትን ካልኦት ዘመናዊ ወታዴራዊ መሳርሒ ንሰራውት ኣብዪ  ኣሕመድ ድጋፍ " +
        " ብምግባር  ኣብ ውሑዳት ማዕልቲ ክሰዓር ቀርቡ ዝነበረ ሰራውት ኣብዪ ኣሕመድ  ካብ " +
        " ካባ ስዕረቱ ክድሕን ገይረንኦ እየን።መንግስቲ ትግራይ ‘ውን ብስንኪ ናይዘን ሃገራት ድጋፍ " +
        " እቲ ኩናት እናጠንከረ ምስከደ  ተወሳኺ ህልቀት ካብ ምውሳኽን ብማሕበረሰብ ዓለም " +
        " ዝበፅሖ  ድፍእት ማለት ሰራውት ትግራይ ናብ ዶብካ ተመለስ ዝብል ፃውዕት ብምቅባልን" +
        " ንሰላም  ቅሩብነት ቅዳምነት ብምሃብ ሰራውት ትግራይ ብፍቃዱ ብዘይሓደ ውግእ ካብ " +
        " ኣምሓራን ዓፋርን ክላት  ናብ ዶባት ትግራይ ክምለስ ክእሉ እዩ።\n\n" +
        " ኣብዪ ኣሕመድን ሓሻክሩ ተስፋፋሕቲ ሕይልታት ኣምሓራን  ብሰራውት ትግራይ ተዓፅዩ" +
        " ዝነበረ ምስትንፋሶም ዳግማይ ከንተንፍሱ ጀመሩ፤ ሻንጠኦም ሕዞም ናብ ወፃኢ ክግልቡ" +
        " ተዘጋጅዮም ዝነበሩ ውልቀ ሰባት ዳግማይ ከም ኣመሎም ክፍክሩ ጀመሩ።ካብዚ ሓልፉ " +
        " ድማ ሰራውት ትግራይ ደምሰስናዮ፣ እድኩም ሃቡ፣ መቅለ ክንበፅሕ እና፣ህዝቢ ትግራይ " +
        " ካብ ወታደራዊ መሳራሒ ነፃ ክንገብሮ ኣለና  ወዘት እናበሉ ነቲ ሓቂ ንምሽፋን ሃተፍተፍ በሉ።\n\n" +
        " ሰራውት ትግራይ ‘ውን ኣብ ዶቡ ተመልሱ ብኩሎም ግንብራት ዕርታቱ  ሰርሐ። ኣብዚ " +
        " እውን ሰራውትን መግስትን ትግራይ ብዝሃብዎ ንሰላም ቁሩቡነት ብማብረሰብ ዓለም " +
        " ዓብዪ ተቀባልነትን ምስጋናን ረኸበ። \n\n" +
        "”ኣንውሕኻ ዝኣሰርካዮ ሙራኪስን፣ዝተፈትሐ ይመስሎ” ከም ዝበሃል ዓብዪ ኣሕመድ’ውን" +
        " ሰራውት ትግራይ ናብ ዶቡ ምስተመለስ  ዝተሰዓረ መስልዎ ግዲ  እስቲ ሕጅ’ውን " +
        " ዕዱለይ ክሙኩር እሉ ብኩሎም ዶባት ትግራይ መጥቃዕቲ ከምሓድስ ጀመረ።ሓየት " +
        " ሰራውት ትግራይ ነዚ ተሃንድሩ ዝመፀ ሓይሊ ፀላኢ ብኸብድ በርቃዊ መጥቃዕቲ " +
        " ክድምሰስን ክበታተንን ገይርዎ እዩ።ኣብዪ ኣሕመድ ብሰራውት ትግራይ  ዝበፅሖ " +
        " ከብድ ወታደራዊ  ስዕረት   ክፃወሮ ስለ ዘይከኣለ ኣብ ከተማታት ዝነብሩ ስቭልያን" +
        " ተጋሩ ብድሮናት ክሃልቁ ገይርዎም።ብፍላይ ካብ መውዳእታ ጥቅሚቲ ክሳብ መወዳእታ" +
        " ታሕሳስ ኣብ ከተማታት መቀለ፣ ኣላማጣ፣ኮሮም፣ካራ ዓድሻዎ፣ማይጨው፣ሕዋነ፣ሚላዛት" +
        "፣ደደቢት ፣ማይ ፀብሪ፣ሽረን ካልኦትን ቦታት  ከብድን ፅዑቅን ናይ ድሮን ተደጋጋሚ " +
        " ድብደባ ብምግባር ብኣሽሓት ዝቁፀሩ ስቪላት ተጋሩ  ክሃልቁ ተገይሮም እዮም። \n\n" +
        " ብማሕበረሰብ ኣለም ዝበፀሖ ፅዕንቶን ካብ ሰራውት ትግራይ ዝበፅሖ ከብድ ውቅዕትን" +
        " ኣብዪ ኣሕመድን ሰራውትን ክፃወርዎ ሰለዝይከኣሉ ነቲ  ናይ መንግስቲ ትግራይ ፃውዕት" +
        " ብምቅባል  ንሰላም ቁሩባት ኢና እሉ በቲ ናይ ሓሶት ኣንደበቱ ተናገረ።ካብዚ ግዜ እዚ " +
        " እሉ በቲ ናይ ሓሶት ኣንደበቱ ተናገረ።ካብዚ ግዜ እዚ ጀምሩ ድማ ቀጥታዊ ብዘይኮነ "+
		" ርክብ ኣብ መንጎ መንግስቲ ትግራይን መንግስቲ እ/ያን ብዝተፈላለዩ ልኡኻት   ተጀምሩ"+
		" ነይሩ።በዚ መሰረት’ውን ኣብ መንጎ ክልትኦም ሓይልታት  ግዝያዊ ተኺሲ  ጠጠው  "+
		" ኣብሎም ነይሮም፡፡ ኣብዚ እዋን  እዚ ዓለም ተስፋ ገብርሉ  ነይሩ፡፡እዚ ተኹስ ኣቁም"+
        " ልዕሊ 6 ኣዋርህ ዝፀነሐ ኮይኑ  ሰብኣዊ  ሓገዝ ‘ውን ብዝተወሰነ ደረጃ ክኣትው"+
        " ተገይሩ እዩ። እዚ ተኹስ ኣቁም እዚ ብወገን ኣብዪ ኣሕመድ ድልየት ኣነበረን።ብማሕበረሰብ"+
		" ዓለም ዝበፀሖ ፅዕንቶን ብሰራውት ትግራይ ዝበፅሖ ውቅዕትን ግና እቲ ተኹስ ኣቁም"+
		" ተቀብልዎ ነይሩ እዩ።\n\n ኣብዪ ኣሕመድ ካብ ሕሉፍ ስሕተቱ ዘይመሃር ፣ንልዕሊ "+
		" 2ዓመት ሓደ ዓይነት ፕላን ዝምራሕ፣እዚ ፕላን እዚ ‘ውን ናብ ካብ ስዕረት ዘየድሕኖ፣"+
        " እቲ ፕላን ‘ውን ፖለትካዊ ችግር ብኩናት  ጥራሕ ከምዝፍታሕ  ምሕሳቡ እዩ።ኣብዪ "+
		" ኣሕመድ እቲ ብመንግስቲ ትግራይ ዝተውሃቦ  ዕድል ተኹስ ኣቁም ግዜ ንወታደራዊ "+
		" ዝግጅትን ወታደራዊ መሳረሒ መግዘኢን  እዩ ተጠቅምሉ። በዚ መሰረት ‘ውን እቲ "+
		" ንልዕሊ 6 ወርሒ ዝፀንሐ ተኹስ ኣቁም ጥሕሱ 18 ነሓስ 2014ዓ/ም ብደቡባው"+
        " ግንባር  ቆቦ፣ባላ፣ሶበርን ከምሓድስ ትግራይ ንምውራር  መጥቃቲ ጀመረ።\n\n"+

       "ሓየት ሰራውት ትግራይ ድማ ነዚ ከምሓድስ ዝተጠናኸረ ሰራውት ኣብዪ ድሕሪ"+
	   " ምክላኻል ናብ በርቃዊ  መጥቃዕቱ ብምስግጋር ነቲ ሽሾ ሰራውት ኣብ ሓፅር "+
	   " ግዜ ብምድምሳስ ብኣሽሓት ዝቁፀሩ ዕሱባት ሰራውት ኣብዪ ክማረኽ ብምግባር"+
       " ፣ብኣሽሓት ዝቁፀር ከብድን ፎክስ ወታደራዊ መሳረሒ ማርኹ እዩ።    \n\n"+
       "ካብ 26 ነሓሰ 2014ዓ/ም ጀምሩ ደማ ብኩሎም ግባራት ምስ ሙሉእ ሰራውት"+
	   " እሳያስ ኣፈወርቂን ዕጡቃት ኣምራሓን ብምኻን ቅድሚ 2 ዓመት ዘይተሳኸዐሉ ፕላን"+
    	" ዳግም ብተመሳሳሊ መንገዲ  ብምጥቃም፣ክሳብ መሰከረም 10 2015ዓ/ም "+
	  " ኣብ ሓፂር ግዜ ትግራይ ብምቁፅፃር  ሰራውት ትግራይ ንምጥፋእን ህዝቢ ትግራይ "+
	  " ንምግፋዕን  ብጣዕሚ ስፍሕ ዝኾነ መጥቃዕቲ  ጀምረ።\n\n"+

     "ብሪኪ ልሎ ሓየት ሰራውት ትግራይ ሕጅ’ውን ከም ቀደሙ ነቲ ሽሾ ሰራውት ክድምሰስን"+
	 " ክብታተኒን ብምግባር ስዕረት ካባ ተኸድኑ ክምለስ ገይሩ እዩ።ኣብ ውሱን ሰሙናት  ልዕሊ "+
	 "96 ሽሕ ሰራውት  ፀላኢ ክድምሰስ ብምግባር 13 ታንኪ ኣቃፅሉ፤ 3 ታኪን ካልኦት ብኣሽሓት ዝቁፀር ከብድን"+
    " ፎክስን ወታደራው መሳርሓታት፣ልዕሊ 10 ሽሕ ሰራውት ብምምራኽ  ኣዝዪ ከብድ ዓወት ሓፍሱ እዩ።"+
    "\n\nሰራውት ኣብዪ ኣሕመድ ኣብ ግንባር ዓወት ምርካብ ሰለ ዝሓረሞ፣”ሕነ ሕነ ቃራናት ንጓዕማማት"+
   "“ ከም ዝበሃል  ብድሮንን ምግን ብምጥቃም ንፁሃት ተጋሩ ምጭፍጫፍ ቀፀለ። ብዕለት 17 መስከረም"+
   " 2015ዓ/ም ጀምሩ ኣብ ከተማ ዓዲ ዳዕሮ ብተዳጋጋሚ ብምድብዳብ ልእሊ 65 ተፈናቀልቲ ተቀትሎምን"+
    "  ብዙሓት’ውን  ቆስሎም እዮም።\n\n"+
   "ሰራውት ፀላኢ ግዚያዊ ልዕልና ረኽቡ ክሳብ ዓድዋ ዋላኳ እንተተቆፃፀረ፣ሓየት ሰራውት ትግራይ ኣብ ዝጥዕሞ"+
   " ቦታ እናመረፀ ነቲ ዕሱብ ሰራውት ኣብዪ ኣሕመድን ኢሳያስን ብከብድ ፀረመጥቃዕቲ ክድምሰስን ክበታተኒን"+
   " ብምግባር ልዕሊ 100 ተሽከርካሪ ኣቃፅሉ፣6 መድፍዕ ኣቃፅሉ፣ብኣሽሓት  ዝቁፀር ከብድቲን ፎከስትን "+
   "ወታደራዊ መሳርሕታት ማርኹ እዩ።\n\n"+
   "ብዕለት 14 ጥቅምቲ 2015ዓ/ም ብሕበረት ኣፍራካ ዝተጀመረ ሽምግልና ተኹስ ኣቁም ኣብ መንጎ"+
   "መንግስቲ ትግራይን መንግስቲ ኢ/ያን ድሕሪ ሓደ ሰሙን ብዕለት 23 ጥቅምቲ 2015ዓ/ም "+
   "ኣብ ስምምዕነት ብምብፃሕ እቲ ንልዕሊ 2 ዓመት ዘቁፀረ ኩናት  ተቋረፁ ናብ ፖለትካዊ"+
   "ምርድዳእ በፅሑ።"+
    " ....ይቅፅል...";
	    
	message.setText(output);
}
}



